Repository: michalkovy/ferda
Catalog: ferda/src/FrontEnd/Localization_*.resx
Languages: cs_cz

# AboutDialogDescription
source: Ferda is a user friendly data mining tool. It is a modular distributed multiplatform framework based on Internet Communications Engine. Ferda is very powerful in working with association rules.
cs_cz: Ferda je uživatelsky přívětivý prostředek pro dobývání znalostí. Používá modulární multiplatformní systému používajícím Internet Communications Engine. Ferda se dá dobře použít zejména při práci s asociačními pravidly.

# AboutDialogDevelopers
source: Developers:
cs_cz: Vyvinuli:

# AboutDialogText
source: About Ferda DataMiner
cs_cz: O aplikaci Ferda DataMiner

# AboutDialogVersion
source: Version:
cs_cz: Verze:

# AcrobatNotFoundCaption
source: Adobe Acrobat Reader was not found
cs_cz: Adobe Acrobat Reader nebyl nalezen

# AcrobatNotFoundText
source: You must have a Adobe Acrobat Reader version 6.0 or higher installed on your computer to correctly view Ferda help.
cs_cz: Abyste mohli používat Ferdovu nápovědu, musíte mít na svém počítači nainstalován Adobe Acrobat Reader verze minimálně 6.0

# ArchiveAgainstText
source: Against connections
cs_cz: Proti směru zapojení

# ArchiveAllText
source: All
cs_cz: Všechny

# ArchiveAlongText
source: Along connections
cs_cz: Po směru zapojení

# ArchiveContentText
source: Archive
cs_cz: Archív

# BoxExceptionDailogBox
source: Box
cs_cz: V krabičce

# BoxExceptionDialogCaption
source: Box Exception
cs_cz: Výjimka krabičky

# BoxExceptionDialogDetails
source: Exception details:
cs_cz: Podrobnosti výjimky:

# BoxExceptionDialogFaultName
source: Cannot fint the box identity
cs_cz: Nelze zjistit identitu krabičky

# BoxExceptionDialogKecy
source: has thrown an exception.
cs_cz: nastala výjimka.

# CancelButton
source: Cancel
cs_cz: Storno

# ContextHelpContentText
source: Context Help
cs_cz: Kontextová nápověda

# ContextHelpStart
source: How to start in Ferda?
cs_cz: Jak začít ve Ferdovi?

# DeleteFromArchiveCaption
source: Deleting from archive
cs_cz: Smazání z archivu

# DeleteFromArchiveMessage
source: Do you really want to delete the box from archive? It will be deleted from all the views in the project!
cs_cz: Opravdu chcete smazat krabičku z archivu? Tímto se vymaže i ze všech pohledů!

# DesktopBadConnectionCaption
source: Connection Error
cs_cz: Chyba připojení

# DesktopBadConnectionDescription
source: Connection can be added only from an output connector of a box to an input connector of other box.
cs_cz: Lze připojit vždy pouze z výstupního konektoru krabičky do vstupního konktoru jiné krabičky.

# DesktopBadConnectionInvalidType
source: Incosistence in box and socket type
cs_cz: Nekonzistence typu socketu a krabičky

# DesktopBoxAlreadyExistsText
source: The view already contains this box
cs_cz: Pracovní plocha už tuto krabičku obsahuje

# DesktopCannotWriteCaption
source: Connection error
cs_cz: Chyba zapojení

# DesktopCannotWriteText
source: Cannot connect a box because the box is locked by other box
cs_cz: Nelze zapojit krabičku, protože ji uzamkla jiná krabička

# DesktopDeleteConnection
source: Delete Connection
cs_cz: Smazat připojení

# DesktopLayout
source: Layout
cs_cz: Rozvržení grafu

# DesktopMoreThanOneErrorText
source: The socket does not allow more than one connected boxes
cs_cz: Zásuvka nepovoluje zapojení více než jedné krabičky.

# FerdaTutorial
source: ferdasTutorial.pdf
cs_cz: ferduvNavod.pdf

# FerdaUserEnvironment
source: userenvironment.pdf
cs_cz: uzivprostredi.pdf

# LoadingAddIns
source: Loadins add-ins ...
cs_cz: Inicializace přídavných modulů...

source: Loading archive ...
cs_cz: Inicializace archivu ...

source: Loading context help..
cs_cz: Inicializace kontextové nápovědy...

source: Loading desktop ...
cs_cz: Inicializace pracovních ploch ...

source: Loading docking ...
cs_cz: Inicializace dokování ...

source: Loading icons ...
cs_cz: Inicializace ikon ...

source: Loading menus ...
cs_cz: Inicializace menu ...

# LoadingNewBox
source: Loading new boxes ...
cs_cz: Inicializace nových krabiček ...

source: Loading Project Manager...
cs_cz: Inicializace Project Manageru...

source: Loading properties ...
cs_cz: Inicializace vlastností ...

source: Loading SVG ...
cs_cz: Inicializace SVG ...

# LoadingUserNoteProgressBar
source: Loading User note and Progress Bars
cs_cz: Inicializace uživatelské poznámky a progress barů

# LocalizationLabel
source: Choose the localization of the application
cs_cz: Zvolte lokalizaci aplikace

# LocalizationLabel2
source: Localization will be changed during the next start of the application
cs_cz: Lokalizace se změní při dalším startu aplikace

# LocalizationTab
source: Localization
cs_cz: Lokalizace

# MakeGroup
source: Make a group box
cs_cz: Vytvořit krabičku skupina

# MenuActions
source: Actions
cs_cz: Akce

# MenuArchiveDelete
source: Delete
cs_cz: Odstranit

# MenuDesktop
source: Desktop
cs_cz: Pracovní plocha

# MenuDesktopNewDesktop
source: New Desktop
cs_cz: Nová pracovní plocha

# MenuDesktopOpenDesktop
source: Open Desktop
cs_cz: Otevřit pracovní plochu

# MenuDesktopRemoveDesktop
source: Remove Desktop
cs_cz: Odstranit pracovní plochu

# MenuEdit
source: Edit
cs_cz: Úpravy

# MenuEditClone
source: Clone
cs_cz: Klonovat

# MenuEditCopy
source: Copy
cs_cz: Kopírovat

# MenuEditDeleteFromArchive
source: Delete from Archive
cs_cz: Odstranit z archivu

# MenuEditDeleteFromDesktop
source: Delete from Desktop
cs_cz: Odstranit z pracovní plochy

# MenuEditHide
source: Hide
cs_cz: Skrýt

# MenuEditLocalizeInArchive
source: Localize in Archive
cs_cz: Lokalizuj v archivu

# MenuEditNewBox
source: New Box
cs_cz: Nová krabička

# MenuEditPackAllSockets
source: Pack all Sockets
cs_cz: Zabal všechny zapojení

# MenuEditPackSocket
source: Pack Socket
cs_cz: Zabalit zapojení

# MenuEditPaste
source: Paste
cs_cz: Vložit

# MenuEditRedo
source: Redo
cs_cz: Znovu

# MenuEditRename
source: Rename
cs_cz: Přejmenovat

# MenuEditUndo
source: Undo
cs_cz: Zpět

# MenuEditUnpackAllLayers
source: Unpack all Layers
cs_cz: Rozbal všechny vrstvy

# MenuEditUnpackAllLayersAllSockets
source: Unpack all Layers all Sockets
cs_cz: Rozbal všechny vrstvy všech zapojení

# MenuEditUnpackOneLayer
source: Unpack one layer
cs_cz: Rozbalit jednu vrstvu

# MenuEditUnpackOneLayerAllSockets
source: Unpack one layer of all Sockets
cs_cz: Rozbal jednu vrstvu všech zapojení

# MenuEditValidate
source: Validate
cs_cz: Validovat

# MenuFile
source: File
cs_cz: Soubor

# MenuFileAllFiles
source: All files
cs_cz: Všechny soubory

# MenuFileExit
source: Exit
cs_cz: Zavřít

# MenuFileFerdaProjectFiles
source: Ferda project files
cs_cz: Soubory Ferda Project

# MenuFileNewProject
source: New Project
cs_cz: Nový projekt

# MenuFileOpenProject
source: Open Project
cs_cz: Otevřít projekt

# MenuFileRecentProjects
source: Recent projects
cs_cz: Poslední projekty

# MenuFileSaveChanges
source: Do you want to save the current project?
cs_cz: Chcete uložit stávající projekt?

# MenuFileSaveProject
source: Save Project
cs_cz: Uložit projekt

# MenuFileSaveProjectAs
source: Save project as
cs_cz: Uložit projekt jako

# MenuHelp
source: Help
cs_cz: Nápověda

# MenuHelpAbout
source: About Ferda
cs_cz: O Ferdovi

# MenuHelpApplicationHelp
source: Ferda Help
cs_cz: Nápověda aplikace Ferda

# MenuHelpTheoreticalHelp
source: Theoretical Help
cs_cz: Teoretická nápověda

# MenuHelpTutorial
source: Ferda's tutorial
cs_cz: Ferdův návod

# MenuModulesAskingCreation
source: Boxes asking for creation
cs_cz: Krabičky nabízené na vytvoření

# MenuModulesForInteraction
source: Modules for interaction
cs_cz: Moduly pro interakci

# MenuNewViewName
source: New Desktop
cs_cz: Nová pracovní plocha

# MenuTools
source: Tools
cs_cz: Nástroje

# MenuToolsPreferences
source: Preferences
cs_cz: Možnosti

# MenuView
source: View
cs_cz: Zobrazit

# MenuViewArchive
source: Archive
cs_cz: Archiv

# MenuViewContextHelp
source: Context Help
cs_cz: Kontextovou nápovědu

# MenuViewNewBox
source: New Boxes
cs_cz: Nové krabičky

# MenuViewPropertyGrid
source: Property Grid
cs_cz: Vlastnosti

# MenuViewToolBar
source: ToolBar
cs_cz: Panel nástrojů

# NewBoxContentText
source: New Boxes
cs_cz: Nové krabičky

# OpenDesktopDialogCaption
source: Open a desktop
cs_cz: Otevřít pracovní plochu

# OpenDesktopDialogOK
source: Open
cs_cz: Otevřít

# PreferencesDialogCaption
source: Preferences
cs_cz: Možnosti

# ProgressBarsCaption
source: Progress Bars
cs_cz: Progress bary:)

# ProjectLoadErrorCaption
source: Errors have occured while loading the project
cs_cz: Při nahrávání projektu nastaly chyby

# ProjectLoadFileNotFound
source: File not fount
cs_cz: Nebyl nalezen cílový soubor

# ProjectLoadInvalidFormat
source: Invalid XML format
cs_cz: Neplatný formát XML

# PropertiesCannotWriteCaption
source: Input error
cs_cz: Chyba záznamu

# PropertiesCannotWriteText
source: Cannot set a box property because the box is locked by other box
cs_cz: Nelze nastavit vlastnost krabičky, protože ji uzamkla jiná krabička

# PropertiesContentText
source: Properties
cs_cz: Vlastnosti

# PropertiesOutputConnector
source: Output
cs_cz: Výstupní

# PropertyConnectorDescription
source: Set the connections for this socket
cs_cz: Nastavte propojení pro tuto zásuvku

# PropertyMoreBoxesErrorCaption
source: Property setting error:
cs_cz: Chyba nastavení vlastnosti:

# PropertyMoreBoxesErrorText
source: Attempted property setting for more boxes failed - one or more box is locked.
cs_cz: Požadováné nastavení vlastnosti u více krabiček se nezdařilo - jedna nebo více krabiček je zamčená

# PropertySocketHint
source: Sets if the property is visible as a socket
cs_cz: Určuje, jestli je daná vlastnost vidět jako zásuvka

# PropertySocketName
source: Visible sockets
cs_cz: Viditelné zásuvky

# RemoveDesktopDialogCaption
source: Remove a desktop
cs_cz: Odstranit pracovní plochu

# RemoveDesktopDialogOK
source: Remove
cs_cz: Odstranit

# RenameDialogCaption
source: Set a new box name
cs_cz: Zadejte nové jméno krabičky

# ShowVisibleSockets
source: Show the 'Visible sockets' group in the Property grid
cs_cz: Zobrazit skupinu 'Viditelné zásuvky' v panelu vlastností

# StringComboAddingControlButtonText
source: Set the property to another value
cs_cz: Nastavit do vlastnosti jinou hodnotu

# StringComboAddingControlText
source: Write another value:
cs_cz: Zadejte jinou hodnotu:

source: User note
cs_cz: Uživatelská poznámka

# UserNoteCaption
source: User note:
cs_cz: Uživatelská poznámka:

# ValidateCaption
source: Box validation
cs_cz: Validace krabičky

# ValidateICEException
source: An unknown ICE exception has occured.
cs_cz: Nastala neznámá ICE výjimka.

# ValidateOK
source: Validation successful.
cs_cz: Validace krabičky se zdařila
