Repository: michalkovy/ferda
Catalog: ferda/src/FrontEnd/AddIns/ResultBrowser/Localization_*.resx
Languages: cs_cz

source: Applied quantifiers
cs_cz: Použité kvantifikátory

source: Bad column select expression
cs_cz: Neplatný výraz pro výběr sloupce

source: Bad connection string
cs_cz: Neplatný řetězec pro připojení

source: Box not connected
cs_cz: Krabička není zapojena

# ColumnCondition
source: Condition
cs_cz: Podmínka

# ColumnSuccedent
source: Succedent
cs_cz: Sukcedent

source: Contingency table
cs_cz: Kontingenční tabulka

source: Empty
cs_cz: Prázdná hodnota

source: Error
cs_cz: Chyba

source: Graph
cs_cz: Graf

# GraphViewOptions
source: View options
cs_cz: Volby prohlížení

source: Hypothesis data
cs_cz: Údaje o hypotéze

source: Hypothesis ID
cs_cz: ID hypotézy

# LabelHOffset
source: Hor. offset
cs_cz: Hor. posun

# LabelPerspective
source: Perspective
cs_cz: Perspektiva

# LabelRotation
source: Rotation
cs_cz: Rotace

# LabelVOffset
source: Ver. offset
cs_cz: Ver. posun

source: No restriction
cs_cz: Bez omezení

# ResultBrowserControl
source: Result browser
cs_cz: Prohlížení výsledků

source: Result browser module
cs_cz: Modul pro prohlížení výsledků
